Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Font
ar: الخط
ca: Tipus de lletra
cs: Písmo
da: Skrifttype
de: Schrift
es: Fuente
fi: Fontti
fr: Police
he: גופן
hu: Betűtípus
it: Carattere
ja: フォント
ko: 글꼴
nb: Skrifttype
nl: Lettertype
pl: Czcionka
pt_br: Fonte
pt_pt: Tipo de Letra
sl: Pisava
sv: Typsnitt
uk: Шрифт
vi: Phông chữ
zh_hans: 字体
zh_hant: 字體

source: Font family → %@
ar: عائلة الخط → %@
ca: Família de tipografia → %@
cs: Rodina písma → %@
da: Skrifttypefamilie → %@
de: Schriftfamilie → %@
es: Familia tipográfica → %@
fi: Fonttiperhe → %@
fr: Famille de police → %@
he: משפחת גופן → %@
hu: Betűcsalád → %@
it: Famiglia di caratteri → %@
ja: フォントファミリー → %@
ko: 글꼴 모음 → %@
nb: Skriftfamilie → %@
nl: Lettertypefamilie → %@
pl: Rodzina czcionek → %@
pt_br: Família da fonte → %@
pt_pt: Família do tipo de letra → %@
ro: Familie font → %@
sl: Družina pisave → %@
sv: Teckensnittsfamilj → %@
uk: Сімейство шрифту → %@
vi: Họ phông chữ → %@
zh_hans: 字体族 → %@
zh_hant: 字型系列 → %@

source: Font Features
ar: ميزات الخط
ca: Característiques del tipus de lletra
cs: Vlastnosti písma
da: Skrifttypefunktioner
de: Schriftmerkmale
es: Características de fuente
fi: Fonttiominaisuudet
fr: Fonctionnalités de police
he: תכונות גופן
hu: Betűtípus-funkciók
it: Funzionalità carattere
ja: フォント機能
ko: 글꼴 기능
nb: Skrifttypeegenskaper
nl: Lettertypekenmerken
pl: Cechy czcionki
pt_br: Recursos da Fonte
pt_pt: Funcionalidades do Tipo de Letra
ro: Caracteristici font
sl: Lastnosti pisave
sv: Typsnittsfunktioner
uk: Можливості шрифту
vi: Tính năng phông chữ
zh_hans: 字体特性
zh_hant: 字體特性

source: Font Size
ar: حجم الخط
ca: Mida de la lletra
cs: Velikost písma
da: Skriftstørrelse
de: Schriftgröße
es: Tamaño de fuente
fi: Fonttikoko
fr: Taille de police
he: גודל גופן
hu: Betűméret
it: Dimensione carattere
ja: フォントサイズ
ko: 글꼴 크기
nb: Skriftstørrelse
nl: Lettergrootte
pl: Rozmiar czcionki
pt_br: Tamanho da Fonte
pt_pt: Tamanho do Tipo de Letra
ro: Dimensiune font
sl: Velikost pisave
sv: Teckenstorlek
uk: Розмір шрифту
vi: Cỡ chữ
zh_hans: 字体大小
zh_hant: 字體大小

source: Font size → %lld
ar: حجم الخط → %lld
ca: Mida de la tipografia → %lld
cs: Velikost písma → %lld
da: Skriftstørrelse → %lld
de: Schriftgröße → %lld
es: Tamaño de fuente → %lld
fi: Fonttikoko → %lld
fr: Taille de police → %lld
he: גודל גופן → %lld
hu: Betűméret → %lld
it: Dimensione del font → %lld
ja: フォントサイズ → %lld
ko: 글꼴 크기 → %lld
nb: Skriftstørrelse → %lld
nl: Tekengrootte → %lld
pl: Rozmiar czcionki → %lld
pt_br: Tamanho da fonte → %lld
pt_pt: Tamanho do tipo de letra → %lld
ro: Dimensiune font → %lld
sl: Velikost pisave → %lld
sv: Teckenstorlek → %lld
uk: Розмір шрифту → %lld
vi: Cỡ chữ → %lld
zh_hans: 字体大小 → %lld
zh_hant: 字型大小 → %lld

source: Fonts
ar: الخطوط
ca: Tipus de lletra
cs: Písma
da: Skrifttyper
de: Schriften
es: Fuentes
fi: Fontit
fr: Polices
he: גופנים
hu: Betűtípusok
it: Caratteri
ja: フォント
ko: 글꼴
nb: Skrifttyper
nl: Lettertypen
pl: Czcionki
pt_br: Fontes
pt_pt: Tipos de Letra
ro: Fonturi
sl: Pisave
sv: Typsnitt
uk: Шрифти
vi: Phông chữ
zh_hans: 字体
zh_hant: 字體

source: For command-specific help, try: <command> --help or <command> -h
ar: للحصول على مساعدة خاصة بأمر معين، جرّب: <command> --help أو <command> -h
ca: Per a ajuda específica d'una ordre, proveu: <command> --help o <command> -h
cs: Pro nápovědu ke konkrétnímu příkazu zkuste: <command> --help nebo <command> -h
da: For kommandospecifik hjælp, prøv: <command> --help eller <command> -h
de: Für befehlsspezifische Hilfe versuchen Sie: <command> --help oder <command> -h
es: Para ayuda específica de un comando, prueba: <comando> --help o <comando> -h
fi: Komentokohtainen ohje: <komento> --help tai <komento> -h
fr: Pour l'aide d'une commande spécifique, essayez : <commande> --help ou <commande> -h
he: לעזרה ספציפית לפקודה, נסה: <command> --help או <command> -h
hu: Parancsspecifikus súgóért próbáld: <parancs> --help vagy <parancs> -h
it: Per l'aiuto su un comando specifico, prova: <comando> --help o <comando> -h
ja: コマンド固有のヘルプは <コマンド> --help または <コマンド> -h をお試しください
ko: 명령어별 도움말은 <명령어> --help 또는 <명령어> -h를 사용하세요
nb: For kommandospesifikk hjelp, prøv: <kommando> --help eller <kommando> -h
nl: Voor opdrachtspecifieke hulp, probeer: <opdracht> --help of <opdracht> -h
pl: Aby uzyskać pomoc dotyczącą konkretnego polecenia, spróbuj: <polecenie> --help lub <polecenie> -h
pt_br: Para ajuda específica de um comando, tente: <comando> --help ou <comando> -h
pt_pt: Para ajuda específica de um comando, tente: <comando> --help ou <comando> -h
ro: Pentru ajutor specific unei comenzi, încercați: <comandă> --help sau <comandă> -h
sl: Za pomoč pri posameznem ukazu poskusite: <ukaz> --help ali <ukaz> -h
sv: För kommandospecifik hjälp, prova: <command> --help eller <command> -h
uk: Для довідки щодо конкретної команди спробуйте: <command> --help або <command> -h
vi: Để xem trợ giúp cho lệnh cụ thể, thử: <command> --help hoặc <command> -h
zh_hans: 如需特定命令的帮助，请尝试：<command> --help 或 <command> -h
zh_hant: 如需特定指令的說明，請嘗試：<command> --help 或 <command> -h

source: For iCloud-synced keys, rootshell enforces this prompt before use; the synchronized Keychain item itself cannot use a device-bound access control.
ar: بالنسبة إلى المفاتيح المزامَنة مع iCloud، يفرض rootshell هذه المطالبة قبل الاستخدام؛ إذ لا يمكن لعنصر سلسلة المفاتيح المزامَن نفسه استخدام تحكم في الوصول مرتبط بالجهاز.
ca: Per a les claus sincronitzades amb iCloud, rootshell aplica aquesta sol·licitud abans d'utilitzar-les; l'element del clauer sincronitzat no pot fer servir un control d'accés vinculat al dispositiu.
cs: U klíčů synchronizovaných přes iCloud vynucuje rootshell tuto výzvu před použitím; samotná synchronizovaná položka v Keychainu nemůže použít řízení přístupu vázané na zařízení.
da: For iCloud-synkroniserede nøgler håndhæver rootshell denne godkendelsesanmodning før brug; selve det synkroniserede nøgleringsemne kan ikke bruge en enhedsbundet adgangskontrol.
de: Bei mit iCloud synchronisierten Schlüsseln erzwingt rootshell diese Abfrage vor der Verwendung; das synchronisierte Schlüsselbund-Objekt selbst kann keine gerätegebundene Zugriffskontrolle verwenden.
es: Para las claves sincronizadas con iCloud, rootshell exige esta autenticación antes de usarlas; el propio elemento del llavero sincronizado no puede usar un control de acceso vinculado al dispositivo.
fi: iCloudiin synkronoiduilla avaimilla rootshell vaatii tämän kehotteen ennen käyttöä; synkronoitu avainnipun kohde ei itse voi käyttää laitesidonnaista käyttöoikeuksien hallintaa.
fr: Pour les clés synchronisées avec iCloud, rootshell impose cette demande d'authentification avant utilisation ; l'élément du trousseau synchronisé ne peut pas lui-même utiliser un contrôle d'accès lié à l'appareil.
he: עבור מפתחות מסונכרנים עם iCloud, rootshell אוכף בקשה זו לפני השימוש; פריט מחזיק המפתחות המסונכרן עצמו אינו יכול להשתמש בבקרת גישה הקשורה למכשיר.
hu: Az iClouddal szinkronizált kulcsoknál a rootshell használat előtt kikényszeríti ezt a kérést; maga a szinkronizált Keychain-elem nem használhat eszközhöz kötött hozzáférés-vezérlést.
it: Per le chiavi sincronizzate con iCloud, rootshell impone questa richiesta prima dell'uso; l'elemento del portachiavi sincronizzato non può usare un controllo di accesso vincolato al dispositivo.
ja: iCloud同期キーの場合、rootshellは使用前にこの確認を強制します。同期されるキーチェーン項目自体は、デバイスに固定されたアクセス制御を使用できません。
ko: iCloud에 동기화된 키의 경우 rootshell이 사용 전에 이 인증 요청을 적용합니다. 동기화된 키체인 항목 자체는 기기에 종속된 접근 제어를 사용할 수 없습니다.
nb: For iCloud-synkroniserte nøkler håndhever rootshell denne godkjenningsforespørselen før bruk; selve det synkroniserte nøkkelring-elementet kan ikke bruke en enhetsbundet tilgangskontroll.
nl: Voor iCloud-gesynchroniseerde sleutels dwingt rootshell deze verificatie af vóór gebruik; het gesynchroniseerde sleutelhangeritem zelf kan geen apparaatgebonden toegangscontrole gebruiken.
pl: W przypadku kluczy synchronizowanych z iCloud rootshell wymusza to pytanie przed użyciem; sam zsynchronizowany element Keychain nie może korzystać z kontroli dostępu powiązanej z urządzeniem.
pt_br: Para chaves sincronizadas com o iCloud, o rootshell exige esta solicitação antes do uso; o próprio item sincronizado nas Chaves não pode usar um controle de acesso vinculado ao dispositivo.
pt_pt: Para chaves sincronizadas com o iCloud, o rootshell impõe este pedido antes da utilização; o próprio item do Porta-chaves sincronizado não pode usar um controlo de acesso vinculado ao dispositivo.
ro: Pentru cheile sincronizate cu iCloud, rootshell impune această solicitare înainte de utilizare; elementul sincronizat din portchei nu poate folosi un control de acces legat de dispozitiv.
sl: Pri ključih, sinhroniziranih z iCloud, rootshell ta poziv uveljavi pred uporabo; sinhronizirani element v obesku ključev sam ne more uporabljati nadzora dostopa, vezanega na napravo.
sv: För iCloud-synkroniserade nycklar tillämpar rootshell denna fråga före användning; det synkroniserade nyckelringsobjektet kan inte använda en enhetsbunden åtkomstkontroll.
uk: Для ключів, синхронізованих з iCloud, rootshell вимагає цей запит перед використанням; сам синхронізований елемент Звʼязки ключів не може використовувати контроль доступу, прив'язаний до пристрою.
vi: Đối với các khóa được đồng bộ với iCloud, rootshell bắt buộc lời nhắc này trước khi sử dụng; bản thân mục Chuỗi khóa được đồng bộ không thể dùng kiểm soát truy cập gắn với thiết bị.
zh_hans: 对于 iCloud 同步的密钥，rootshell 会在使用前强制显示此提示；同步的钥匙串项目本身无法使用绑定设备的访问控制。
zh_hant: 對於 iCloud 同步的金鑰，rootshell 會在使用前強制顯示此提示；同步的鑰匙圈項目本身無法使用綁定裝置的存取控制。

source: For immutable distros (Talos, Flatcar)
ar: لتوزيعات غير قابلة للتغيير (Talos، Flatcar)
ca: Per a distribucions immutables (Talos, Flatcar)
cs: Pro neměnné distribuce (Talos, Flatcar)
da: Til uforanderlige distributioner (Talos, Flatcar)
de: Für unveränderliche Distributionen (Talos, Flatcar)
es: Para distribuciones inmutables (Talos, Flatcar)
fi: Muuttumattomille jakeluille (Talos, Flatcar)
fr: Pour les distributions immuables (Talos, Flatcar)
he: להפצות בלתי ניתנות לשינוי (Talos, Flatcar)
hu: Változtathatatlan disztribúciókhoz (Talos, Flatcar)
it: Per distribuzioni immutabili (Talos, Flatcar)
ja: イミュータブルディストロ用（Talos、Flatcar）
ko: 불변 배포판용 (Talos, Flatcar)
nb: For uforanderlige distribusjoner (Talos, Flatcar)
nl: Voor onveranderlijke distributies (Talos, Flatcar)
pl: Dla niezmiennych dystrybucji (Talos, Flatcar)
pt_br: Para distribuições imutáveis (Talos, Flatcar)
pt_pt: Para distribuições imutáveis (Talos, Flatcar)
ro: Pentru distribuții imutabile (Talos, Flatcar)
sl: Za nespremenljive distribucije (Talos, Flatcar)
sv: För oföränderliga distributioner (Talos, Flatcar)
uk: Для незмінних дистрибутивів (Talos, Flatcar)
vi: Cho các bản phân phối bất biến (Talos, Flatcar)
zh_hans: 适用于不可变发行版（Talos、Flatcar）
zh_hant: 適用於不可變發行版（Talos、Flatcar）

source: For users who remapped Caps Lock to Escape at the OS level
ar: للمستخدمين الذين أعادوا تعيين Caps Lock إلى Escape على مستوى النظام
ca: Per a usuaris que han reassignat Bloq Maj a Escape a nivell del sistema operatiu
cs: Pro uživatele, kteří přemapovali Caps Lock na Escape na úrovni OS
da: For brugere der har omlagt Caps Lock til Escape på OS-niveau
de: Für Benutzer, die die Feststelltaste auf Betriebssystemebene auf Escape umbelegt haben
es: Para usuarios que reasignaron Bloq Mayús a Escape a nivel del sistema operativo
fi: Käyttäjille, jotka ovat uudelleenmäärittäneet Caps Lockin Escapeksi käyttöjärjestelmätasolla
fr: Pour les utilisateurs ayant réassigné Verr. Maj. vers Échap au niveau du système
he: למשתמשים שמיפו מחדש את Caps Lock ל-Escape ברמת מערכת ההפעלה
hu: Azoknak a felhasználóknak, akik az operációs rendszer szintjén átmappelték a Caps Lock-ot Escape-re
it: Per gli utenti che hanno rimappato Bloc Maiusc su Escape a livello di sistema operativo
ja: OS側でCaps LockをEscapeにリマップしたユーザー向け
ko: OS 수준에서 Caps Lock을 Escape로 재매핑한 사용자용
nb: For brukere som har tilordnet Caps Lock til Escape på OS-nivå
nl: Voor gebruikers die Caps Lock op besturingssysteemniveau hebben toegewezen aan Escape
pl: Dla użytkowników, którzy przemapowali Caps Lock na Escape na poziomie systemu
pt_br: Para usuários que remapearam Caps Lock para Escape no nível do sistema operacional
pt_pt: Para utilizadores que remapearam Caps Lock para Escape ao nível do SO
ro: Pentru utilizatorii care au reatribuit Caps Lock la Escape la nivel de sistem de operare
sl: Za uporabnike, ki so na ravni operacijskega sistema prerazporedili Caps Lock na Escape
sv: För användare som har ommappat Caps Lock till Escape på OS-nivå
uk: Для користувачів, які переназначили Caps Lock на Escape на рівні ОС
vi: Dành cho người dùng đã ánh xạ lại Caps Lock thành Escape ở cấp hệ điều hành
zh_hans: 适用于在操作系统层面将 Caps Lock 重映射为 Escape 的用户
zh_hant: 適用於在作業系統層級將 Caps Lock 重新對應為 Escape 的使用者

source: Force (skip duplicate check)
ar: فرض (تخطي فحص التكرار)
ca: Forçar (ometre la comprovació de duplicats)
cs: Vynutit (přeskočit kontrolu duplikátů)
da: Gennemtving (spring dublettjek over)
de: Erzwingen (Duplikatprüfung überspringen)
es: Forzar (omitir verificación de duplicados)
fi: Pakota (ohita kaksoiskappaletarkistus)
fr: Forcer (ignorer la vérification des doublons)
he: אלץ (דלג על בדיקת כפילויות)
hu: Kényszerített (duplikátumellenőrzés kihagyása)
it: Forza (salta controllo duplicati)
ja: 強制（重複チェックをスキップ）
ko: 강제 (중복 검사 건너뛰기)
nb: Tving (hopp over duplikatkontroll)
nl: Forceren (duplicaatcontrole overslaan)
pl: Wymuś (pomiń sprawdzanie duplikatów)
pt_br: Forçar (ignorar verificação de duplicatas)
pt_pt: Forçar (ignorar verificação de duplicados)
ro: Forțează (omite verificarea duplicatelor)
sl: Vsili (preskoči preverjanje dvojnikov)
sv: Tvinga (hoppa över dupliceringskontroll)
uk: Примусово (пропустити перевірку дублікатів)
vi: Bắt buộc (bỏ qua kiểm tra trùng lặp)
zh_hans: 强制（跳过重复检查）
zh_hant: 強制（略過重複檢查）

source: Force ASCII Keyboard
ar: فرض لوحة مفاتيح ASCII
ca: Forçar teclat ASCII
cs: Vynutit klávesnici ASCII
da: Gennemtving ASCII-tastatur
de: ASCII-Tastatur erzwingen
es: Forzar teclado ASCII
fi: Pakota ASCII-näppäimistö
fr: Forcer le clavier ASCII
he: כפה מקלדת ASCII
hu: ASCII billentyűzet kényszerítése
it: Forza tastiera ASCII
ja: ASCIIキーボードを強制
ko: ASCII 키보드 강제 사용
nb: Tving ASCII-tastatur
nl: Forceer ASCII-toetsenbord
pl: Wymuś klawiaturę ASCII
pt_br: Forçar teclado ASCII
pt_pt: Forçar teclado ASCII
ro: Forțează tastatură ASCII
sl: Vsili tipkovnico ASCII
sv: Tvinga ASCII-tangentbord
uk: Примусова клавіатура ASCII
vi: Bắt buộc bàn phím ASCII
zh_hans: 强制使用 ASCII 键盘
zh_hant: 強制使用 ASCII 鍵盤

source: Force install (skip duplicate check)
ar: تثبيت إجباري (تخطي التحقق من التكرار)
ca: Instal·lació forçada (omet la comprovació de duplicats)
cs: Vynutit instalaci (přeskočit kontrolu duplikátů)
da: Tving installation (spring duplikatkontrol over)
de: Installation erzwingen (Duplikatprüfung überspringen)
es: Forzar instalación (omitir comprobación de duplicados)
fi: Pakota asennus (ohita kaksoiskappaletarkistus)
fr: Forcer l'installation (ignorer la vérification des doublons)
he: התקנה מאולצת (דלג על בדיקת כפילויות)
hu: Kényszerített telepítés (duplikátumellenőrzés kihagyása)
it: Forza installazione (salta controllo duplicati)
ja: 強制インストール（重複チェックをスキップ）
ko: 강제 설치 (중복 확인 건너뛰기)
nb: Tving installasjon (hopp over duplikatkontroll)
nl: Forceer installatie (duplicaatcontrole overslaan)
pl: Wymuś instalację (pomiń sprawdzanie duplikatów)
pt_br: Forçar instalação (pular verificação de duplicatas)
pt_pt: Forçar instalação (ignorar verificação de duplicados)
ro: Instalare forțată (omite verificarea duplicatelor)
sl: Vsili namestitev (preskoči preverjanje podvojitev)
sv: Tvinga installation (hoppa över dublettkontroll)
uk: Примусове встановлення (пропустити перевірку дублікатів)
vi: Cài đặt bắt buộc (bỏ qua kiểm tra trùng lặp)
zh_hans: 强制安装（跳过重复检查）
zh_hant: 強制安裝（跳過重複檢查）

source: Force IPv4
ar: فرض IPv4
ca: Força IPv4
cs: Vynutit IPv4
da: Gennemtving IPv4
de: IPv4 erzwingen
es: Forzar IPv4
fi: Pakota IPv4
fr: Forcer IPv4
he: כפה IPv4
hu: IPv4 kényszerítése
it: Forza IPv4
ja: IPv4 を強制
ko: IPv4 강제
nb: Tving IPv4
nl: IPv4 forceren
pl: Wymuś IPv4
pt_br: Forçar IPv4
pt_pt: Forçar IPv4
ro: Forțează IPv4
sl: Vsili IPv4
sv: Tvinga IPv4
uk: Примусово IPv4
vi: Buộc dùng IPv4
zh_hans: 强制 IPv4
zh_hant: 強制 IPv4

source: Force IPv4 makes SSH TCP connections prefer IPv4 for hostnames and IPv4 addresses; IPv6 addresses are still allowed. Background keepalive requests a short grace period for active TCP SSH connections and interactive local commands. It does not apply to tssh or mosh.
ar: ‏«فرض IPv4» يجعل اتصالات SSH عبر TCP تفضّل IPv4 لأسماء المضيفين وعناوين IPv4؛ ولا تزال عناوين IPv6 مسموحة. يطلب إبقاء النشاط في الخلفية فترة سماح قصيرة لاتصالات TCP SSH النشطة والأوامر المحلية التفاعلية. لا ينطبق ذلك على tssh أو mosh.
ca: Força IPv4 fa que les connexions SSH TCP prefereixin IPv4 per als noms d'amfitrió i les adreces IPv4; les adreces IPv6 encara es permeten. El manteniment de connexió en segon pla sol·licita un breu període de gràcia per a les connexions SSH TCP actives i les ordres locals interactives. No s'aplica a tssh ni mosh.
cs: Vynutit IPv4 způsobí, že SSH TCP připojení upřednostní IPv4 pro názvy hostitelů a IPv4 adresy; IPv6 adresy jsou stále povoleny. Udržování na pozadí vyžádá krátkou dobu odkladu pro aktivní TCP SSH připojení a interaktivní místní příkazy. Neplatí pro tssh ani mosh.
da: Gennemtving IPv4 får SSH TCP-forbindelser til at foretrække IPv4 for værtsnavne og IPv4-adresser; IPv6-adresser er stadig tilladt. Hold i live i baggrunden anmoder om en kort frist for aktive TCP SSH-forbindelser og interaktive lokale kommandoer. Det gælder ikke for tssh eller mosh.
de: „IPv4 erzwingen“ lässt SSH-TCP-Verbindungen IPv4 für Hostnamen und IPv4-Adressen bevorzugen; IPv6-Adressen sind weiterhin erlaubt. Der Hintergrund-Keepalive fordert eine kurze Nachfrist für aktive TCP-SSH-Verbindungen und interaktive lokale Befehle an. Er gilt nicht für tssh oder mosh.
es: «Forzar IPv4» hace que las conexiones TCP SSH prefieran IPv4 para nombres de host y direcciones IPv4; las direcciones IPv6 siguen permitidas. El keepalive en segundo plano solicita un breve periodo de gracia para las conexiones TCP SSH activas y los comandos locales interactivos. No se aplica a tssh ni mosh.
fi: Pakota IPv4 saa SSH TCP -yhteydet suosimaan IPv4:ää isäntänimille ja IPv4-osoitteille; IPv6-osoitteet ovat edelleen sallittuja. Taustalla aktiivisena pitäminen pyytää lyhyen lisäajan aktiivisille TCP SSH -yhteyksille ja interaktiivisille paikallisille komennoille. Se ei koske tssh:ta eikä moshia.
fr: « Forcer IPv4 » fait que les connexions TCP SSH privilégient IPv4 pour les noms d'hôte et les adresses IPv4 ; les adresses IPv6 restent autorisées. Le keepalive en arrière-plan demande un court délai de grâce pour les connexions TCP SSH actives et les commandes locales interactives. Il ne s'applique pas à tssh ni à mosh.
he: ‏«כפה IPv4» גורם לחיבורי TCP של SSH להעדיף IPv4 עבור שמות מארח וכתובות IPv4; כתובות IPv6 עדיין מותרות. השארה פעילה ברקע מבקשת תקופת חסד קצרה עבור חיבורי TCP SSH פעילים ופקודות מקומיות אינטראקטיביות. הדבר אינו חל על tssh או mosh.
hu: Az IPv4 kényszerítése hatására az SSH TCP-kapcsolatok az IPv4-et részesítik előnyben a gazdanevek és IPv4-címek esetén; az IPv6-címek továbbra is engedélyezettek. A háttérben tartás rövid türelmi időt kér az aktív TCP SSH-kapcsolatokhoz és az interaktív helyi parancsokhoz. Nem vonatkozik a tssh-ra vagy a mosh-ra.
it: «Forza IPv4» fa sì che le connessioni TCP SSH preferiscano IPv4 per i nomi host e gli indirizzi IPv4; gli indirizzi IPv6 sono comunque consentiti. Il keepalive in background richiede un breve periodo di tolleranza per le connessioni TCP SSH attive e i comandi locali interattivi. Non si applica a tssh o mosh.
ja: 「IPv4 を強制」を有効にすると、SSH の TCP 接続はホスト名と IPv4 アドレスに対して IPv4 を優先します。IPv6 アドレスは引き続き許可されます。バックグラウンドキープアライブは、アクティブな TCP SSH 接続とインタラクティブなローカルコマンドに対して短い猶予期間を要求します。tssh や mosh には適用されません。
ko: IPv4 강제를 켜면 SSH TCP 연결이 호스트 이름과 IPv4 주소에 대해 IPv4를 우선합니다. IPv6 주소는 계속 허용됩니다. 백그라운드 연결 유지는 활성 TCP SSH 연결과 대화형 로컬 명령에 짧은 유예 기간을 요청합니다. tssh나 mosh에는 적용되지 않습니다.
nb: Tving IPv4 gjør at SSH TCP-tilkoblinger foretrekker IPv4 for vertsnavn og IPv4-adresser; IPv6-adresser er fortsatt tillatt. Hold i live i bakgrunnen ber om en kort frist for aktive TCP SSH-tilkoblinger og interaktive lokale kommandoer. Det gjelder ikke for tssh eller mosh.
nl: IPv4 forceren zorgt ervoor dat SSH TCP-verbindingen de voorkeur geven aan IPv4 voor hostnamen en IPv4-adressen; IPv6-adressen zijn nog steeds toegestaan. Actief houden op de achtergrond vraagt een korte respijtperiode aan voor actieve TCP SSH-verbindingen en interactieve lokale opdrachten. Het geldt niet voor tssh of mosh.
pl: Wymuś IPv4 sprawia, że połączenia TCP SSH preferują IPv4 dla nazw hostów i adresów IPv4; adresy IPv6 są nadal dozwolone. Utrzymywanie w tle żąda krótkiego okresu karencji dla aktywnych połączeń TCP SSH i interaktywnych poleceń lokalnych. Nie dotyczy tssh ani mosh.
pt_br: «Forçar IPv4» faz com que as conexões TCP SSH prefiram IPv4 para nomes de host e endereços IPv4; endereços IPv6 ainda são permitidos. O keepalive em segundo plano solicita um breve período de tolerância para conexões TCP SSH ativas e comandos locais interativos. Não se aplica a tssh nem mosh.
pt_pt: «Forçar IPv4» faz com que as ligações TCP SSH prefiram IPv4 para nomes de anfitrião e endereços IPv4; os endereços IPv6 continuam a ser permitidos. O keepalive em segundo plano solicita um breve período de tolerância para ligações TCP SSH ativas e comandos locais interativos. Não se aplica a tssh nem mosh.
ro: Forțează IPv4 face ca conexiunile TCP SSH să prefere IPv4 pentru nume de gazdă și adrese IPv4; adresele IPv6 sunt în continuare permise. Menținerea activă în fundal solicită o scurtă perioadă de grație pentru conexiunile TCP SSH active și comenzile locale interactive. Nu se aplică pentru tssh sau mosh.
sl: Vsili IPv4 povzroči, da povezave TCP SSH dajejo prednost IPv4 za imena gostiteljev in naslove IPv4; naslovi IPv6 so še vedno dovoljeni. Ohranjanje v ozadju zahteva kratko obdobje odloga za aktivne povezave TCP SSH in interaktivne lokalne ukaze. Ne velja za tssh ali mosh.
sv: Tvinga IPv4 gör att SSH TCP-anslutningar föredrar IPv4 för värdnamn och IPv4-adresser; IPv6-adresser tillåts fortfarande. Håll aktiv i bakgrunden begär en kort frist för aktiva TCP SSH-anslutningar och interaktiva lokala kommandon. Det gäller inte tssh eller mosh.
uk: Примусово IPv4 змушує TCP-з'єднання SSH віддавати перевагу IPv4 для імен хостів та адрес IPv4; адреси IPv6 усе ще дозволені. Фонове підтримання активності запитує короткий пільговий період для активних TCP-з'єднань SSH та інтерактивних локальних команд. Не застосовується до tssh чи mosh.
vi: Buộc dùng IPv4 khiến các kết nối TCP SSH ưu tiên IPv4 cho tên máy chủ và địa chỉ IPv4; địa chỉ IPv6 vẫn được cho phép. Giữ kết nối ở nền yêu cầu một khoảng thời gian ân hạn ngắn cho các kết nối TCP SSH đang hoạt động và các lệnh cục bộ tương tác. Nó không áp dụng cho tssh hoặc mosh.
zh_hans: 开启「强制 IPv4」后，SSH TCP 连接会对主机名和 IPv4 地址优先使用 IPv4；IPv6 地址仍然允许。后台保活会为活跃的 TCP SSH 连接和交互式本地命令请求短暂的宽限期。它不适用于 tssh 或 mosh。
zh_hant: 開啟「強制 IPv4」後，SSH TCP 連線會對主機名稱和 IPv4 位址優先使用 IPv4；IPv6 位址仍然允許。背景保持連線會為使用中的 TCP SSH 連線和互動式本機指令請求短暫的寬限期。它不適用於 tssh 或 mosh。
